// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "The utility could not be launched.";
NoUtilityErrorDescription = "Utility not found. Please reinstall your software.";
TaskNameTitle = "Device Maintenance";
TaskDescriptionTitle = "Selected printer is supported by HP Designjet System Maintenance Utility. To maintain the printer and view information about it, click \"Launch Utility\" button.";
LaunchUtilityButtonTitle = "Launch Utility";